Revit 2027 API
ParameterTypeId.ViewSolarstudyStillTimeValue Property
 "Still time"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSolarstudyStillTimeValue { get; }
Public Shared ReadOnly Property ViewSolarstudyStillTimeValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSolarstudyStillTimeValue {
	ForgeTypeId^ get ();
}
static member ViewSolarstudyStillTimeValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace